from typing import Dict

indexer: Dict[str, int] = {
    'центровка и контроль загрузки вс. базовый курс': 1,
    'центровка и контроль загрузки вс': 2,
    'охрана аэропорта': 3,
    'безопасность полетов': 4,
    'опасные грузы. 10 категория. базовый курс': 7,
    'опасные грузы. 10 категория': 8,
    'опасные грузы. 9 категория. базовый курс': 9,
    'опасные грузы. 9 категория': 10,
    'опасные грузы. 8 категория. базовый курс': 11,
    'опасные грузы. 8 категория': 12,
    'пассажирские перевозки': 13,
    'пассажирские перевозки. базовый курс': 14,
    'организация наземного обслуживания вс. базовый курс': 15,
    'организация наземного обслуживания вс': 16,
    'досмотр': 32,
    'досмотр. специальная профессиональная подготовка': 31,
    'перронный контроль': 35,
    'перронный контроль. специальная профессиональная подготовка': 34,
}
